{
	"iceBreakers": [
		"What's the most interesting place you've ever visited?",
		"If you could have dinner with anyone, dead or alive, who would it be?",
		"What's your go-to karaoke song?",
		"If you could instantly become an expert in something, what would it be?",
		"What's the best piece of advice you've ever received?",
		"If you could live in any fictional world, which would you choose?",
		"What's your most unusual talent or skill?",
		"If you won the lottery tomorrow, what's the first thing you'd do?",
		"What's the strangest food you've ever tried?",
		"If you could time travel, would you go to the past or future?",
		"What's your favorite childhood memory?",
		"If you could have any superpower, what would it be and why?",
		"What's the most spontaneous thing you've ever done?",
		"If you could only eat one cuisine for the rest of your life, what would it be?",
		"What's your biggest pet peeve?",
		"If you could learn any language fluently, which would you choose?",
		"What's the best concert or live performance you've ever attended?",
		"If you could switch lives with anyone for a day, who would it be?",
		"What's your favorite way to spend a rainy day?",
		"If you could eliminate one thing from daily life, what would it be?",
		"What's the most embarrassing song on your playlist?",
		"If you could have been born in any decade, which would you choose?",
		"What's your greatest accomplishment that you're proud of?",
		"If you could master any musical instrument, which would it be?",
		"What's the weirdest dream you remember having?",
		"If you could add one feature to your phone, what would it be?",
		"What's your favorite family tradition?",
		"If you could be famous for something, what would you want it to be?",
		"What's the best book you've read recently?",
		"If you could change one thing about the world, what would it be?",
		"What's your favorite movie quote?",
		"If you could have any job for just one day, what would it be?",
		"What's the most beautiful place you've ever seen?",
		"If you could bring back any fashion trend, what would it be?",
		"What's your biggest irrational fear?",
		"If you could only watch one TV show for the rest of your life, what would it be?",
		"What's the best gift you've ever received?",
		"If you could create a new holiday, what would it celebrate?",
		"What's your favorite smell?",
		"If you could have any animal as a pet, what would you choose?",
		"What's the most useful thing you own?",
		"If you could go back and give your teenage self one piece of advice, what would it be?",
		"What's your favorite way to exercise or stay active?",
		"If you could instantly transport anywhere right now, where would you go?",
		"What's the weirdest combination of foods you actually enjoy?",
		"If you could have a conversation with your pet, what would you want to know?",
		"What's your favorite season and why?",
		"If you could redesign the human body, what would you change?",
		"What's the most interesting documentary you've ever watched?",
		"If you could have any fictional character as your best friend, who would it be?",
		"What's your biggest guilty pleasure?",
		"If you could solve one mystery, what would it be?",
		"What's the most adventurous thing on your bucket list?",
		"If you could have a personal theme song that played when you entered a room, what would it be?",
		"What's your favorite way to waste time?",
		"If you could be any age for the rest of your life, what age would you choose?",
		"What's the most interesting fact you know?",
		"If you could have unlimited free time, how would you spend it?",
		"What's your favorite board game or card game?",
		"If you could make one rule that everyone in the world had to follow, what would it be?",
		"What's the best compliment you've ever received?",
		"If you could have dinner at any restaurant in the world, where would you go?",
		"What's your favorite type of weather?",
		"If you could be invisible for one day, what would you do?",
		"What's the most creative thing you've ever done?",
		"If you could have any view from your bedroom window, what would it be?",
		"What's your favorite childhood toy?",
		"If you could have any celebrity's wardrobe, whose would you choose?",
		"What's the most unusual job you think you'd be good at?",
		"If you could add a 13th month to the year, what would you call it?",
		"What's your favorite way to celebrate your birthday?",
		"If you could only communicate through song lyrics for a day, which artist would you choose?",
		"What's the most spontaneous purchase you've ever made?",
		"If you could have any room in your house be any size, which room would you expand?",
		"What's your favorite type of transportation?",
		"If you could have any world record, what would you want it to be for?",
		"What's the most interesting person you've ever met?",
		"If you could make any two animals fight, which would win?",
		"What's your favorite way to relax after a long day?",
		"If you could have any historical figure as a mentor, who would you choose?",
		"What's the strangest compliment you've ever received?",
		"If you could live in any time period, when would you choose?",
		"What's your favorite sound?",
		"If you could have any superpower but only use it once, what would you do?",
		"What's the most interesting thing about your hometown?",
		"If you could have any extinct animal as a pet, what would you choose?",
		"What's your favorite memory from this year?",
		"If you could change your name to anything, what would you choose?",
		"What's the most unusual hobby you'd like to try?",
		"If you could have any skill just by snapping your fingers, what would it be?",
		"What's your favorite thing about yourself?",
		"If you could make any food zero calories, what would you choose?",
		"What's the best random act of kindness you've witnessed?",
		"If you could have any job that doesn't currently exist, what would it be?",
		"What's your favorite way to make people laugh?",
		"If you could instantly organize one area of your life, what would it be?",
		"What's the most interesting thing you've learned recently?",
		"If you could have coffee with any fictional character, who would it be?",
		"What's your favorite thing to do when you can't sleep?",
		"If you could have any technology from a movie or TV show, what would it be?",
		"What's the most beautiful word you know?",
		"If you could have any artist create a portrait of you, who would you choose?",
		"What's your favorite way to spend money?",
		"If you could instantly master any form of art, what would it be?",
		"What's the most interesting thing in your refrigerator right now?",
		"If you could have any mythical creature as a companion, what would you choose?",
		"What's your favorite thing to do on weekends?",
		"If you could add any feature to your car, what would it be?",
		"What's the most valuable lesson you've learned from a mistake?",
		"If you could have any building as your personal home, what would you choose?",
		"What's the most useless talent you have?",
		"If you could only use one emoji for the rest of your life, which would it be?",
		"What's the weirdest thing you believed as a child?",
		"If you could have any celebrity narrate your life, who would it be?",
		"What's your most unpopular opinion?",
		"If you could remove one color from existence, which would you choose?",
		"What's the strangest thing you've ever googled?",
		"If you could live inside any video game, which would it be?",
		"What's your weirdest habit that you're willing to admit?",
		"If you could make any animal the size of a horse, which would be the most terrifying?",
		"What's the most awkward situation you've ever been in?",
		"If you could add one hour to every day, what would you do with it?",
		"What's the worst fashion trend you participated in?",
		"If you could make any inanimate object sentient, what would cause the most chaos?",
		"What's your favorite conspiracy theory that you don't actually believe?",
		"If you could replace all grass with something else, what would you choose?",
		"What's the most embarrassing autocorrect fail you've experienced?",
		"If you could have any Disney villain's power, whose would you choose?",
		"What's the strangest gift you've ever given someone?",
		"If you could make any activity an Olympic sport, what would you have the best chance of winning?",
		"What's your most irrational superstition?",
		"If you could have any mythological god's job, whose would you want?",
		"What's the weirdest food combination that you secretly love?",
		"If you could make one body part detachable, which would be most useful?",
		"What's the most ridiculous thing you've ever bought online?",
		"If you could have any cartoon character's lifestyle, whose would you choose?",
		"What's your most embarrassing childhood fear?",
		"If you could make any sound your ringtone and it couldn't be changed, what would you choose?",
		"What's the strangest compliment you could give someone?",
		"If you could have any accent, which would you choose?",
		"What's the most unusual thing you've ever won?",
		"If you could make everyone in the world do one thing simultaneously, what would it be?",
		"What's your favorite word to say out loud?",
		"If you could have any fictional vehicle, what would you choose?",
		"What's the most random thing you've memorized?",
		"If you could make any board game into reality, which would be most fun?",
		"What's the weirdest thing you've ever found in your pocket?",
		"If you could have any extinct language come back, which would you choose?",
		"What's your most unusual deal-breaker in a relationship?",
		"If you could make any emoji come to life, which would you choose?",
		"What's the strangest place you've ever fallen asleep?",
		"If you could have any magical potion, what would it do?",
		"What's your most embarrassing moment from the past year?",
		"If you could make any animal your size, which would make the best roommate?",
		"What's the weirdest thing you've ever eaten on purpose?",
		"If you could have any sitcom family as your own, which would you choose?",
		"What's your strangest recurring dream?",
		"If you could make any appliance sentient, which would be most helpful?",
		"What's the most unusual compliment you've ever received about your appearance?",
		"If you could have any weather phenomenon follow you around, what would it be?",
		"What's the weirdest thing you've ever done when you thought nobody was watching?",
		"If you could make any horror movie monster your pet, which would you choose?",
		"What's your most bizarre cooking experiment?",
		"If you could have any video game power in real life, what would it be?",
		"What's the strangest thing you've ever been genuinely excited about?",
		"If you could make any sound effect play every time you do something, what would it be?",
		"What's your weirdest productivity hack?",
		"If you could have any fairy tale character's problem-solving skills, whose would you want?",
		"What's the most unusual thing you've ever collected?",
		"If you could make any children's toy life-sized, which would be most fun?",
		"What's your strangest comfort food?",
		"If you could have any robot from science fiction, which would you choose?",
		"What's the weirdest thing you've ever done to avoid a conversation?",
		"If you could make any holiday last a month, which would you choose?",
		"What's your most unusual pet peeve about technology?",
		"If you could have any magical creature's ability, what would you pick?",
		"What's the strangest thing you've ever been competitive about?",
		"If you could make any activity socially unacceptable, what would you choose?",
		"What's your weirdest 'first world problem'?",
		"If you could have any supervillain's lair, whose would you want?",
		"What's the most unusual thing you've ever been nostalgic for?",
		"If you could make any everyday object magical, what would you choose?",
		"What's your strangest talent that's completely useless?",
		"If you could have any fictional character's wardrobe appear in your closet, whose would it be?",
		"What's the weirdest thing you've ever done out of boredom?",
		"If you could make any natural disaster cute and harmless, which would you choose?",
		"What's your most unusual source of motivation?",
		"If you could have any planet as your backyard, which would you pick?",
		"What's the strangest thing you've ever been afraid of as an adult?",
		"If you could make any movie genre into your life, which would be most entertaining?",
		"What's your weirdest shower thought that actually made sense?",
		"If you could have any historical figure's diary, whose would be most interesting?",
		"What's the most unusual thing you've ever been peer pressured into?",
		"If you could make any sport more interesting by adding one element, what would you add?",
		"What's your strangest habit when you're home alone?",
		"If you could have any fictional school as your alma mater, which would impress people most?",
		"What's the weirdest thing you've ever done to make a good first impression?",
		"If you could make any mundane activity extreme, what would be most fun?",
		"What's your most unusual guilty pleasure TV show or movie?",
		"If you could have any cartoon character's unlimited supply of something, what would it be?",
		"What's the strangest thing you've ever been unexpectedly good at?",
		"If you could make any common phrase literal, which would cause the most confusion?",
		"What's your weirdest 'comfort zone' that others might find strange?",
		"If you could have any time period's fashion but only wear it to work, which would you choose?",
		"What's the most unusual thing you've ever been genuinely proud of?",
		"If you could make any activity a professional sport with yourself as the champion, what would it be?",
		"What's your strangest method for making decisions?",
		"If you could have any fictional character's job perks, whose would you want?",
		"What's the weirdest thing you've ever done to procrastinate?",
		"If you could make any ordinary object have a theme song, what would be funniest?",
		"What's your most unusual deal with yourself that you actually keep?",
		"If you could have any reality TV show follow your life, which would be most entertaining?",
		"What's the strangest thing you've ever been convinced to try?",
		"If you could make any chore fun by adding one element, what would you add?",
		"What's your weirdest way of treating yourself after a hard day?",
		"If you could have any fictional character's catchphrase become your automatic response, whose would you choose?"
	]
}
